tap "asio/popcorn-time"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "osx-cross/avr"
tap "adoptopenjdk/openjdk"
tap "px4/px4"
cask "adoptopenjdk"
brew "ack"
brew "archey"
brew "autoconf"
brew "automake"
brew "avrdude"
brew "awscli"
brew "bfg"
brew "cmake"
brew "coreutils"
brew "dfu-programmer"
brew "diff-so-fancy"
brew "ffmpeg"
brew "gifsicle"
brew "git"
brew "git-crypt"
brew "git-extras"
brew "gnupg"
brew "imagemagick"
brew "jq"
brew "libyaml"
brew "openssl@1.1"
brew "pkg-config"
brew "redis"
brew "ruby"
brew "telnet"
brew "the_silver_searcher"
brew "trash"
brew "tree"
brew "wget"
brew "yarn", args: ["ignore-dependencies"]
brew "zsh"
brew "zsh-completions"
brew "px4/px4/gcc-arm-none-eabi"
cask "appcleaner"
cask "caffeine"
cask "firefox"
cask "flash-player"
cask "font-andale-mono"
cask "google-chrome"
cask "google-hangouts"
cask "obs"
cask "shiftit"
cask "spotify"
cask "the-unarchiver"
cask "transmission"
cask "unetbootin"
cask "vlc-nightly"
